<template>
  <div class="flex flex-col gap-3 text-[10px] leading-relaxed">
    <p>
      Проект создан исключительно в образовательных целях. Сервис работает по технологии P2P (Peer-to-Peer), весь трафик (аудио, видео, чат) передается напрямую между участниками и не проходит через наши серверы.
    </p>
    <p>
      Мы не собираем, не обрабатываем и не храним ваши персональные данные, историю звонков или переписку. Используя данный сервис, вы полностью берете на себя ответственность за любые совершаемые действия.
    </p>
  </div>
</template>
